Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/index.php_kat_id=190_art_id=247.html.tmx
Source language: sme
Languages: sma

source: Oahpa: Dolla
sma: Lïerh: Dålle

source: Dus eai galgga leat eará Ipmilat go mun.
sma: Aellieh jeatjah jupmelh mov sæjjan biejh.

source: Mii galgat ballat Ipmilis ja ráhkistit su eanebut go buot eará ja dorvvastit aivve fal sutnje.
sma: Voestes båvra soptseste ajve akte Jupmele gååvnese, jïh dïhte aehtjine gaajhkesidie.

source: Mii " vajáldahttit " dávjá Ipmila, ja bajidit eará dávviriid dahje olbmuid go golahit menddo olu áiggi, searaid ja ruđaid daidda.
sma: Mijjieh daamtaj Jupmelem ” åajaldibie ”, jïh jeatjah aath jallh almetjh iehtsebe gosse fer guhkiem, jïh fer jïjnje gaarkh jïh beetnegh dagkarinie nuhtjebe.

source: Gávnnat mo sáhtát Ipmilii čájehit ráhkisvuođat.
sma: Gaavnehth guktie datne maahtah Jupmelem dov gieriesvoetem vuesiehtidh.
